adw-gtk3
alacritty
android-tools
anki
archlinuxcn-keyring
bandwhich
base
base-devel
bluez-utils
bridge-utils
brightnessctl
buildah
calibre
chromium
cliphist
compsize
dconf-editor
deadbeef-mpris2-plugin
downgrade
docker-compose
evince
firefox
fwupd
gammastep
gimp
gpxsee
grim
gsmartcontrol
guestfs-tools
hunspell-en_us
i3status-rust
impala
imv
inkscape
intel-media-driver
intel-ucode
iotop
iwd
libreoffice-fresh
libva-utils
linux-firmware
linux-lts
mako
man-db
modemmanager
mpv-mpris
nmap
noto-fonts-cjk
noto-fonts-emoji
obs-studio
pavucontrol
pinta
pipewire-pulse
playerctl
podman
polkit-gnome
postgresql-libs
powertop
progress
qalculate-gtk
qt6ct
rofimoji
seahorse
snap-pac
stress
swaybg
sway-contrib
swayidle
swaylock
syncthing
systemd-ukify
tailscale
tenacity
testdisk
tlp
trippy
unzip
ventoy
virt-manager
vnstat
wavemon
wev
wf-recorder
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
yay
zeal
zsh
