tap "tsirysndr/tap"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "watch"
brew "tsirysndr/tap/tunein"
cask "alacritty"
cask "cloudflare-warp"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "inkscape"
cask "pearcleaner"
cask "protonvpn"
cask "raycast"
cask "syncthing-app"
cask "tailscale-app"
cask "twingate"
cask "utm"
cask "visual-studio-code"
