authy
beancount
clipman
code-features
code-marketplace
console-blanking
deadbeef-mpris2-plugin
downgrade
emacs-gcc-wayland-devel-bin
i3status-rust-git
jdownloader2
k3s-bin
kind-bin
nerd-fonts-jetbrains-mono
peco-bin
qgnomeplatform
rancher-k3d-bin
refind-theme-regular-git
srb2kart
yay-bin
zeal
