alacritty
alsa-utils
android-tools
arch-install-scripts
archlinuxcn-keyring
arch-wiki-docs
aria2
aspell-en
audacity
authy
base
bat
bbswitch-dkms
bind
bluez-utils
bookworm
borg
breeze
buildah
calibre
catatonit
cdrtools
chezmoi
chromium
clinfo
clipman
conntrack-tools
container-diff
cowsay
deadbeef-mpris2-plugin
dialog
dive
dmidecode
dnscrypt-proxy
dnsmasq
docker-compose
downgrade
ebtables
edk2-ovmf
epiphany
ethtool
evince
exa
exfat-utils
fava
fd
fdupes
figlet
firefox
firewalld
fwupd
gammastep
gdb
gimp
gnome-bluetooth
gnome-themes-extra
gopass
gramps
grim
hexyl
htop
hunspell-en_us
i3-wm
imagemagick
imv
inetutils
inkscape
intel-compute-runtime
intel-media-sdk
intel-ucode
intel-undervolt
iotop
ipcalc
iperf3
iwd
jdownloader2
jrnl
keychain
kmon
kubectx
kvantum
lazygit
lib32-libpulse
libreoffice-fresh
libva-intel-driver
libva-utils
light
linux-firmware
linux-lts
linux-lts-headers
linux-tools-meta
logrotate
lolcat
lshw
lsof
lynx
macchanger
mako
man-db
man-pages
marked
mediainfo
minicom
mlocate
modemmanager
mosh
mpv
mtr
ncdu
neofetch
nerd-fonts-jetbrains-mono
netdata
nethogs
nfs-utils
nmap
noto-fonts-cjk
obs-studio
p7zip
pacutils
pavucontrol
peco
perl-image-exiftool
perl-rename
playerctl
podman-compose
polkit-gnome
postgresql-libs
powertop
pqiv
progress
pulseaudio-alsa
qbittorrent
qbittorrent-nox
qemu
qgnomeplatform
qt6-wayland
ranger
rclone
rofi-calc
sd
seahorse
shellcheck
simple-scan
slurp
smartmontools
speedtest-cli
sshfs
strace
supertuxkart
sway
swayidle
swaylock
syncthing
sysstat
systemd-resolvconf
tailscale
tcpdump
terminus-font
terraform
testdisk
texlive-core
thunar
tlp
tmux
transmission-cli
trash-cli
tree
ttf-hack
ttf-jetbrains-mono
ttf-joypixels
vagrant
ventoy-bin
vim
vinagre
virt-manager
virtualbox
vnstat
wavemon
wf-recorder
wine
wireguard-tools
wireshark-qt
wpa_supplicant
xdg-user-dirs
xorg-server-xephyr
xorg-xev
xorg-xwayland
yarn
yay
yq
zenity
zram-generator
zsh
